Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The data of subjects who were not included in the PKS (refer to Section 9.7.1.3.1) were to be reported (both individual plasma concentrations and individual PK parameters); however, data from these subjects were not to be included in descriptive statistics for plasma concentrations and PK parameters.
es_es: Se debía consignar la información de los sujetos no incluidos en el grupo de análisis farmacocinéticos (ver la Sección 9.7.1.3.1) concentraciones plasmáticas individuales y parámetros farmacocinéticos individuales); sin embargo, no se los incluyó en las estadísticas descriptivas de las concentraciones plasmáticas ni de los parámetros farmacocinéticos.

source: The data presented here show that the downstream process for tenecteplase removes DNA very efficiently.
es_es: Los datos que se presentan aquí muestran que el proceso posterior de purificación de la tenecteplasa es sumamente eficaz para la eliminación de ADN.

source: The data presented in this document demonstrate that the analytical LC-HRMS procedure for the determination of NDMA in metformin hydrochloride containing IR drug products is suitable for the routine quality control of:
es_es: Según surge de este documento, el procedimiento analítico basado en LC-HRMS para determinar la presencia de NDMA en los medicamentos de liberación inmediata que contienen clorhidrato de metformina es adecuado para el control de calidad de rutina de:

source: The data show clearly that the manufacturing site has no impact on the dissolution properties and therefore has no influence on the performance of the final drug product.
es_es: Los datos muestran claramente que el uso de una u otra planta productora no tiene impacto sobre las propiedades de disolución, y por lo tanto no influye en el desempeño del medicamento final.

source: The data verification comprised the targeted review of source documents related to critical data and processes.
es_es: La verificación de datos abarcó la revisión prevista de los documentos fuente relacionados con los datos y procesos críticos.

source: The data were compared with release data of the historical batches determined with the current method.
es_es: Los datos se compararon con los datos de liberación de partidas históricas determinadas con el método vigente.

source: The date and exact clock time of trial medication intake the day before this visit were to be recorded together with the date and exact clock time of drawing the trough PK sample.
es_es: Era menester registrar el día y hora exactas de la toma de la medicación en estudio el día anterior a esta visita, así como el día y la hora exactos de extracción de esta muestra de valores farmacocinéticos mínimos.

source: The date and reason for patient withdrawal should be recorded on a Participant Withdrawal Form which should be faxed to the study manager, and in the ‘Study End’ page of the eCRF.
es_es: La fecha y el motivo del retiro deben consignarse en el Formulario de Retiro del Participante, que se enviará por fax al director del estudio, y en la página de "Final del estudio", del eCRF.

source: The date of manufacture for the PFS is the date of sterile filtration.
es_es: La fecha de fabricación de la jeringa prellenada es la fecha de filtración estéril.

source: The date of manufacture for the PFS-NSD-1 is set as the first day of assembly because the shelf-life is limited by the design verification data available.
es_es: La fecha de fabricación de la PFS-NSD-1 se establece como el primer día de ensamblaje ya que la vida útil está limitada por los datos de verificación del diseño disponibles.

source: The decision of whether to use alteplase or tenecteplase as the optimal first-line thrombolytic for stroke will be guided by results of ongoing head-to-head trials (TASTE [ACTRN12613000243718], ATTEST2 [NCT02814409], and NORTEST2 [NCT03854500]).
es_es: La decisión de utilizar alteplasa o tenecteplasa como mejor tratamiento trombolítico de primera línea para el accidente cerebrovascular dependerá de los resultados de los ensayos comparativos en curso (TASTE [ACTRN12613000243718], ATTEST2 [NCT02814409] y de NORTEST2 [NCT03854500]).

source: The decision to administer intravenous thrombolysis in routine care can be made on the basis of a clinical suspicion of acute ischaemic stroke and assessment of a non-contrast CT of the head and does not require proof of the presence or absence of an intracranial large vessel occlusion.
es_es: La decisión de administrar trombólisis intravenosa en la atención de rutina se puede tomar sobre la base de una sospecha clínica de accidente cerebrovascular isquémico agudo y la evaluación de una TAC sin contraste de la cabeza y no requiere prueba de la presencia o ausencia de una oclusión de un gran vaso intracraneal.

source: The decision to use alteplase in these situations should be based on the clinical judgment of the treating physician.
es_es: La decisión de utilizar alteplasa en estas situaciones debe basarse en el criterio clínico del médico tratante.

source: The defined clean room levels are monitored under operational conditions in accordance with written SOPs.
es_es: Los niveles de sala blanca se controlan según procedimientos operativos estándar registrados por escrito.

source: The definition of a minimal filling level of the surge vessel ensures the compensation of adsorption effects at the sterile filter membrane and dilution effects from the residual WFI from the filter test (see Chapter 3.2.6).
es_es: La definición de un nivel de llenado mínimo del tanque de compensación garantiza la compensación de los efectos de adsorción en la membrana del filtro estéril y los efectos de dilución del agua para inyectables residual de la prueba del filtro (ver el Capítulo 3.2.6).

source: The definition of symptomatic intracerebral haemorrhage used in the trial was broader than that used for symptomatic intracranial haemorrhage in SITS-MOST and in the Heidelberg definition but the 24 h window of ascertainment was narrower.19,30
es_es: La definición de hemorragia intracerebral sintomática utilizada en el ensayo fue más amplia que la utilizada para hemorragia intracraneal sintomática en SITS-MOST y en la definición de Heidelberg, pero la ventana de verificación (24 horas) fue más estrecha.19,30

source: The definition of these sets is provided in Section 9.7.1.3.
es_es: En la Sección 9.7.1.3 se definen estos grupos.

source: The demographic and baseline characteristics for the overall trial population are given in Table 1 below.
es_es: A continuación, en la Tabla 1, se presentan las características demográficas y generales iniciales para la población total del ensayo.

source: The demographic characteristics of subjects in the treated set at baseline are summarised in Table 15.1.4: 1 and the data for individual subjects are given in Appendix 16.2.4, Listing 1.
es_es: En la Tabla 15.1.4: 1 se resumen las características demográficas iniciales de los sujetos del grupo tratado, en tanto que en el Apéndice 16.2.4, Listado 1, se presenta la información individual de los sujetos.

source: The demographic profile of participants in a retrospective population-based cohort study from Quebec, Canada [R17-1457] is provided in SI.Table 43 below.
es_es: En SI.Tabla 43, se puede apreciar el perfil demográfico de los participantes de un estudio de cohortes retrospectivo basado en la población de Quebec, Canadá [R17-1457].

source: The derived batch number is product- and site-specific.
es_es: El número de partida derivado es específico del producto y de cada planta.

source: The described parameter had an effect on the result.
es_es: El parámetro descripto tuvo efectos en los resultados.

source: The described parameter had no significant effect on the results.
es_es: El parámetro descripto no tuvo efectos significativos en los resultados.

source: The described variations of chromatographic conditions (see Table 56) do not have a significant effect on the method performance resp. the quantification parameters.
es_es: Las variaciones descritas en las condiciones cromatográficas (ver la Tabla 56) no tienen efectos significativos en el desempeño del método en relación con los parámetros cuantitativos.

source: The described variations of chromatographic conditions (seeTable 56) do not have a significant effect on the method performance resp. the quantification parameters.
es_es: Las variaciones descritas en las condiciones cromatográficas (ver la Tabla 56) no tienen efectos significativos en el desempeño del método en relación con los parámetros cuantitativos.

source: The description is corrected.
es_es: Se corrige la descripción.

source: The description of non-analytical methods performed during manufacturing of spesolimab DP (sterile filter integrity test, fill weight, and stopper position check) is provided in Section 3.2.P.3.4 Justification of Controls at Critical Steps.
es_es: En la Sección 3.2.P.3.4, Justificación de controles en pasoso críticos, se describen los métodos no analíticos realizados durante la fabricación del medicamento espesolimab (prueba de integridad del filtro estéril, peso de llenado y verificación de la posición del tapón).

source: The description of the manufacturing process for PFS-NSD-1 is provided below.
es_es: A continuación, se describe el proceso de fabricación de PFS-NSD-1.

source: The descriptive system (5 dimensions of health:
es_es: El sist

source: The descriptive system (5 dimensions of health: mobility, self-care, usual activities, pain/discomfort, anxiety/depression).
es_es: El sistema descriptivo (5 dimensiones de la salud: movilidad, autocuidado, actividades habituales, dolor/malestar, ansiedad/depresión).

source: The design and development of the spesolimab PFS-NSD-1 was carried out in compliance with ISO 13485 and 21CFR820 requirements.
es_es: El diseño y el desarrollo del dispositivo PFS-NSD-1 de espesolimab se llevó a cabo de conformidad con los requisitos de la norma ISO 13485 y 21CFR820.

source: The design of Spesolimab PFS-NSD-1 is compliant with the applicable parts of ISO 9626, ISO 11040-4, ISO 11040-8, ISO 11608-1, ISO 11608-5, ISO 23908 and ISO 10993.
es_es: El diseño del PFS-NSD-1 de espesolimab cumple con las secciones correspondientes de las normas ISO 9626, ISO 11040-4, ISO 11040-8, ISO 11608-1, ISO 11608-5, ISO 23908 e ISO 10993.

source: The design of the F113 facility, in conjunction with production scheduling, personnel assignment, documentation, equipment use procedures and validation programs, ensures that multiple products can be manufactured in the facility in accordance with cGMPs.
es_es: El diseño del sector F113, junto con el cronograma de producción, la asignación de personal, la documentación, los procedimientos aplicados al uso de equipos y los programas de validación garantizan que se puedan fabricar productos variados en una misma planta respetando las buenas prácticas de fabricación vigentes.

source: The design of the H84/H92 facility, in conjunction with production scheduling, personnel assignment, documentation, equipment use procedures, and validation programs, ensure that multiple products can be manufactured in the facility in accordance with cGMPs.
es_es: El diseño del sector H84/H92, junto con el cronograma de producción, la asignación de personal, la documentación, los procedimientos aplicados al uso de equipos y los programas de validación garantizan que se puedan fabricar productos diversos en una misma planta respetando las buenas prácticas de fabricación vigentes.

source: The design of the PFS and the device materials used are not known to release nanoparticles.
es_es: No se tomó conocimiento de que el diseño de la jeringa precargada y los materiales del dispositivo utilizados liberen nanopartículas.

source: The detailed information on the justification of the proposed specification for the test parameter “N-nitroso-dabigatran etexilate” is provided in section:
es_es: La información justificativa detallada sobre la especificación propuesta del parámetro analítico "etexilato de N-Nitroso dabigatrán" se proporciona en la sección:

source: The detailed justification for the classification is provided in Section 3.2.P.3.4 Controls of Critical Steps and Intermediates.
es_es: En la Sección 3.2.P.3.4, Controles de los pasos críticos y los compuestos intermedios, se puede ver la justificación detallada de la clasificación.

source: The detectability was rated based on the estimated likelihood of failure detection.
es_es: La detectabilidad se clasificó a partir de la probabilidad estimada de detección de fallos.

source: The detection limit of this assay is approximately 6 pg DNA per mg tenecteplase in final product samples.
es_es: El límite de detección de este ensayo es de aproximadamente 6 pg de ADN por mg de tenecteplasa en muestras del producto final.

source: The detection limit was determined without matrix.
es_es: El límite de detección se determinó sin la matriz.

source: The detector response (rel.
es_es: La respuesta del detector (área

source: The determination of intermediate precision for the analytical procedure was carried outaccording to the scheme depicted inTable 38.
es_es: La determinación de la precisión intermedia del procedimiento analítico se llevó a cabo de acuerdo con el esquema presentado en la Tabla 38.

source: The determination of the range of the analytical method is based on the results obtained during linearity (Chapter 3.2), accuracy (Chapter 3.3) and precision testing (Chapter 3.4).
es_es: La determinación del intervalo de la metodología analítica se basa en los resultados obtenidos durante los ensayos de linealidad (ver la Sección 3.2), exactitud (Sección 3.3) y precisión (Sección 3.4).

source: The determined NO-HCTZ content of the analyzed micronized HCTZ API batches are from 0.19 (0.000019 %) to 1.29 ppm (0.000129 %).
es_es: El contenido de NO-HCTZ determinado para las partidas analizadas del IFA HCTZ micronizada es entre 0.19 (0.000019 %) y 1.29 ppm (0.000129 %).

source: The determined concentrations of NDMA prior to spiking are shown inTable 33for eachmatrix.
es_es: En la Tabla 33 se pueden ver las concentraciones de NDMA determinadas antes del enriquecimiento, para cada matriz.

source: The developed lyophilisation cycle was subsequently transferred to the commercial scale (sterile manufacturing 6) by transfer fills which included process robustness at large scale.
es_es: El ciclo de liofilización desarrollado se trasladó posteriormente a la escala comercial (fabricación estéril 6) mediante llenados de transferencia que incluyeron la robustez del proceso a gran escala.

source: The development of spesolimab was guided by experience with previous liquid formulations of monoclonal antibodies, which includes systematic approaches to increase product and process knowledge during pharmaceutical development.
es_es: El desarrollo de Espesolimab estuvo guiado por la experiencia anterior de Boehringer Ingelheim elaborando formulaciones líquidas de anticuerpos monoclonales en Boehringer Ingelheim, lo que incluye aplicar enfoques sistemáticos para aumentar el conocimiento del producto y el proceso durante el desarrollo farmacéutico.

source: The development of tenecteplase 25 mg was guided by many years of experience with the already commercially established tenecteplase 40 mg/vial and 50 mg/vial presentations.
es_es: En el desarrollo de tenecteplasa 25 mg, se pusieron en práctica muchos años de experiencia adquirida con las presentaciones de tenecteplasa de 40 mg/frasco y 50 mg/frasco que ya se encuentran en el mercado.

source: The development of the control strategy for the drug product is described in Section 3.2.P.2 Pharmaceutical Development.
es_es: En la Sección 3.2.P.2, Desarrollo farmacéutico, se describe el desarrollo de la estrategia de control del medicamento.

source: The development of the control strategy is described for each critical quality attribute as follows.
es_es: A continuación se describe el desarrollo de la estrategia de control para cada atributo crítico de calidad.

source: The development resulted in a robust and consistent manufacturing process for tenecteplase 25 mg/vial and confirmed robustness of the established formulation.
es_es: El desarrollo dio como resultado un proceso sólido y uniforme de fabricación de tenecteplasa 25 mg/frasco y confirmó la robustez de la formulación establecida.

source: The development resulted in a robust formulation and a consistent manufacturing process for PFS-NSD-1.
es_es: El desarrollo dio como resultado una formulación robusta y un proceso de fabricación uniforme para PFS-NSD-1.

source: The deviation (absolute value) of the average response factor (RFavg) of BI 10773 XX standard solution A2 from that of A1 is ≤ 1.0 %
es_es: La desviación (valor absoluto) del factor de respuesta promedio (RFavg) de BI 10773 XX, solución estándar A2, con respecto a la solución A1, es ≤ 1.0 %

source: The deviation (absolute value) of the average response factor (RFavg) of BI 10773 XX standard solution A2 from that of A1 is ≤ 1.0 %.
es_es: La desviación (valor absoluto) del factor de respuesta promedio (RFavg) de BI 10773 XX, solución estándar A2, con respecto a la solución A1, es ≤ 1.0 %.

source: The deviation (absolute value) of the average response factor (RFavg) of metformin HCl standard solution A2 from that of A1 is ≤ 1.0 %
es_es: La desviación (valor absoluto) del factor de respuesta promedio (RFavg) del clorhidrato de metformina, solución estándar A2, con respecto a la solución A1, es ≤ 1.0 %.

source: The deviation (absolute value) of the average response factor (RFavg) of empagliflozin standard solution A2 from that of A1 is ≤ 1.5 %
es_es: La desviación (valor absoluto) del factor de respuesta promedio (RFavg) de la solución estándar de empagliflozina A2, con respecto a la solución A1, es ≤ 1.5 %.

source: The deviation (absolute value) of the quantified amount of each control sample from the theoretical value is ≤ 2.0 %
es_es: La desviación (valor absoluto) de la cantidad cuantificada de cada muestra de control, con respecto al valor teórico, es ≤ 2.0 %

source: The deviation (absolute value) of the quantified amount of each control sample from the theoretical value is ≤ 2.0 %.
es_es: La desviación (valor absoluto) de la cantidad cuantificada de cada muestra de control, con respecto al valor teórico, es ≤ 2.0 %.

source: The device choice and conduct of the endovascular procedure were at the discretion of the treating neurointerventionist.
es_es: La elección del dispositivo y la realización del procedimiento endovascular quedaron a criterio del neurointervencionista a cargo.

source: The device for reconstitution is described in Table 14.
es_es: En la Tabla 14 se describe el dispositivo empleado para la reconstitución.

source: The diagnosis and results of the ECG report were to be collected in the eCRF.
es_es: El diagnóstico y los resultados del informe del ECG quedaban recopilados en el eCRF.

source: The difference between USL (upper specification limit, shelf life) and PSL is influenced by two factors:
es_es: La diferencia entre el USL (límite de especificación superior [vida útil]) y el PSL se ve afectada por dos factores:

source: The difference in fill volume is attributable to the difference in dosage.
es_es: La diferencia de volumen de llenado es atribuible a la diferencia de dosis.

source: The difference in material does not negatively impact product quality since compatibility with the packaging material has been demonstrated for both products.
es_es: La diferencia de material no afecta negativamente la calidad del producto dado que se ha demostrado la compatibilidad del material de acondicionamiento para ambos productos.

source: The difference in validated batch size is uncritical since batch sizes are validated product specifically based on market
es_es: La diferencia de los tamaños de partida validados no es crítica, porque los tamaños de partida se validan específicamente para el producto en función de

source: The difference is compensated by appropriate adjustment of the weight of triglycerides, medium-chain.
es_es: La diferencia se compensa con ajustando según corresponda el peso de los triglicéridos de cadena media.

source: The difference to glimepiride was significant at each visit, and at Week 256 was 1.6 kg [c23238241, Table 15.2.6.10.1: 1].
es_es: La diferencia con glimepirida fue significativa en cada visita y, en la Semana 256, fue 1.6 kg [c23238241, Tabla 15.2.6.10.1: 1].

source: The differences between the regression lines obtained with matrix and the regression line obtained without matrix are listed inTable 22together with the corresponding 90 % confidence intervals.
es_es: En la Tabla 22 se enumeran las diferencias entre las curvas de regresión con y sin matriz, junto con sus respectivos intervalos de confianza del 90 %.

source: The differences in the distributions of the NIHSS scores between the tenecteplase group and the alteplase group at 24 hours and at 72 hours were analyzed with the use of Wilcoxon–Mann–Whitney generalized odds ratios, with stratification according to baseline NIHSS score.
es_es: Las diferencias en las distribuciones de los puntajes de NIHSS entre el grupo de tenecteplasa y el grupo de alteplasa a las 24 horas y a las 72 horas se analizaron con el uso de cociente de probabilidades generalizadas de Wilcoxon-Mann-Whitney, con estratificación según el puntaje inicial de NIHSS..

source: The differences in the distributions of the NIHSS scores between the tenecteplase group and the alteplase group at 24 hours and at 72 hours were analyzed with the use of Wilcoxon–Mann–Whitney generalized odds ratios, with stratification according to baseline NIHSS score [R23-0861].
es_es: Se evaluaron las diferencias en las distribuciones de los puntajes NIHSS entre el grupo de tenecteplasa y el grupo de alteplasa a las 24 horas y a las 72 horas mediante los cocientes de probabilidades generalizados de Wilcoxon–Mann–Whitney, estratificando según el puntaje NIHSS al inicio [R23-0861].

source: The digits do not represent a special meaning except for providing a unique, company-wide batch identifier.
es_es: Los dígitos no tienen ningún significado especial, excepto el de proporcionar un identificador de partidas único para toda la empresa.

source: The dilution factor sample is a factor, specific to the chromatography system used, covering all dilution steps from the sample to the test solution
es_es: El factor de dilución (muestra) es un factor específico del sistema cromatográfico que cubre todos los pasos de dilución desde la muestra hasta la solución de análisis.

source: The dilution factor standard is a factor, specific to the chromatography system used, covering all dilution steps from the reference substance to the standard solution
es_es: El factor de dilución (estándar) es un factor específico del sistema cromatográfico que cubre todos los pasos de dilución desde la sustancia de referencia hasta la solución de estándar.

source: The direction of effect favoured tenecteplase, but tenecteplase was not superior to alteplase in secondary analyses (p=0.19).
es_es: La dirección del efecto favoreció a tenecteplasa, aunque esta no fue superior a alteplasa en los análisis secundarios (p=0.19).

source: The discard of at least 16 vials is covered within the process step “filling and stoppering” and is included in the summary of process indicators in Table 19.
es_es: El descarte de 16 frascos se menciona en el paso del proceso del llenado y la colocación de taponess, y se incluye en el resumen de los indicadores del proceso en la Table 19.
